export default {
  projections: {
    ФормаРегисВхE: {
      дата: {
        __caption__: 'Дата'
      },
      тчРегистВхода: {
        __caption__: 'Тч регист входа',
        гость: {
          __caption__: 'Гость',
          фамилия: {
            __caption__: 'Фамилия'
          },
          имя: {
            __caption__: 'Имя'
          },
          отчество: {
            __caption__: 'Отчество'
          }
        },
        должность: {
          __caption__: 'Должность',
          наименование: {
            __caption__: 'Наименование'
          }
        },
        cотрудник: {
          __caption__: 'Cотрудник',
          фамилия: {
            __caption__: 'Фамилия'
          },
          имя: {
            __caption__: 'Имя'
          },
          отчество: {
            __caption__: 'Отчество'
          }
        },
        карты: {
          __caption__: 'Карты',
          кодКарты: {
            __caption__: 'Код карты'
          }
        }
      }
    },
    ФормаРегисВхL: {
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    тчРегистВхода: {
      __caption__: 'Тч регист входа'
    }
  }
};
