export default {
  projections: {
    ТчРегистВходаE: {
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      cотрудник: {
        __caption__: 'Cотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        },
        имя: {
          __caption__: 'Имя'
        },
        отчество: {
          __caption__: 'Отчество'
        }
      },
      карты: {
        __caption__: 'Карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      гость: {
        __caption__: 'Гость',
        фамилия: {
          __caption__: 'Фамилия'
        },
        имя: {
          __caption__: 'Имя'
        },
        отчество: {
          __caption__: 'Отчество'
        }
      }
    }
  },
  validations: {
    cотрудник: {
      __caption__: 'Cотрудник'
    },
    гость: {
      __caption__: 'Гость'
    },
    должность: {
      __caption__: 'Должность'
    },
    карты: {
      __caption__: 'Карты'
    },
    формаРегисВх: {
      __caption__: 'формаРегисВх'
    }
  }
};
