export default {
  projections: {
    ГостьE: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРожд: {
        __caption__: 'Дата рожд'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      серНомПаспор: {
        __caption__: 'Сер ном паспор'
      },
      почта: {
        __caption__: 'Почта'
      }
    },
    ГостьL: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРожд: {
        __caption__: 'Дата рожд'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      серНомПаспор: {
        __caption__: 'Сер ном паспор'
      },
      почта: {
        __caption__: 'Почта'
      }
    }
  },
  validations: {
    датаРожд: {
      __caption__: 'Дата рожд'
    },
    имя: {
      __caption__: 'Имя'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    почта: {
      __caption__: 'Почта'
    },
    серНомПаспор: {
      __caption__: 'Сер ном паспор'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
