export default {
  projections: {
    ФормаРегисВхE: {
      тчРегистВхода: {
        __caption__: 'Тч регист входа',
        cотрудник: {
          __caption__: 'Cотрудник',
          фамилия: {
            __caption__: 'Фамилия'
          }
        },
        карты: {
          __caption__: 'Карты',
          кодКарты: {
            __caption__: 'Код карты'
          }
        },
        должность: {
          __caption__: 'Должность',
          наименование: {
            __caption__: 'Наименование'
          }
        },
        гость: {
          __caption__: 'Гость',
          фамилия: {
            __caption__: 'Фамилия'
          }
        }
      }
    },
    ФормаРегисВхL: {
    }
  },
  validations: {
    тчРегистВхода: {
      __caption__: 'Тч регист входа'
    }
  }
};
