export default {
  projections: {
    CотрудникE: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРожд: {
        __caption__: 'Дата рожд'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    CотрудникL: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРожд: {
        __caption__: 'Дата рожд'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаРожд: {
      __caption__: 'Дата рожд'
    },
    имя: {
      __caption__: 'Имя'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серНомПаспорта: {
      __caption__: 'Сер ном паспорта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
